Repository: feitianyiren/deepin-game
Catalog: locale/*.po
Languages: af_za, am

source: Change skin
af_za: Verander vel
am: ቆዳውን መቀየሪያ

source: Main menu
af_za: Hoof kieslys
am: ዋናው ዝርዝር

source: Maximize
af_za: Maksimeer
am: ማሳደጊያ

source: Minimize
af_za: Minimaliseer
am: ማሳነሻ

source: Close
af_za: Maak toe
am: መዝጊያ

source: Toggle
af_za: Wissel
am: መቀያየሪያ

source: Deepin Game
af_za: Deepin Speletjie
am: ጨዋታዎች

source: Version:
af_za: Weergawe:
am: እትም:

source: Weibo:
am: ብሎግ:

source: Forum:
am: ሸንጎ:

source: Feedback:
af_za: Terugvoering:
am: መልስ መስጫ:

source: Game upload:
af_za: Speletjie oplaai:
am: ጨዋታ መጫኛ:

source: Home
af_za: Tuis
am: ቤት

source: Topics
af_za: Onderwerpe
am: አርእስቶች

source: My Games
af_za: My Speletjies
am: የኔ ጨዋታዎች

source: About us
af_za: Omtrent ons
am: ስለ እኛ

source: Clear Caches
af_za: Maak Geheue Skoon
am: Caches ማጽጃ

source: View New Features
af_za: Wys Nuwe Funksies
am: አዲስ ገጽታዎች መመልከቻ

source: Quit
af_za: Sluit
am: ማጥፊያ

source: My favorites
af_za: My gunstelinge
am: እኔ የምወዳቸው

source: My recents
af_za: My onlangse
am: የኔ የቅርብ ጊዜ

source: %s files are deleted and %s disk space is freed.
af_za: %s lÃªers verwyder en %s spasie is bevry.
am: %s ፋይሎች ጠፍተዋል እና %s ነፃ የዲስክ ቦታ

source: Your game cache is empty.
af_za: Jou speletjie kasgeheue is leeg.
am: የ እርስዎ የጨዋታ cache ባዶ ነው

source: Boring
af_za: Vervelig
am: ደባሪ

source: Nothing special
af_za: Niks spesiaal
am: አዲስ ነገር የለም

source: Interesting
af_za: Interessant
am: አስደናቂ

source: Good
af_za: Goed
am: ጥሩ

source: Wow, wonderful
af_za: Wow, wonderluk
am: አስደናቂ

source: You scored today already
af_za: Jy het reeds vandag behaal
am: ዛሬ ጥሩ ውጤት አስመዝግበዋል

source: Introduction
af_za: Inleiding
am: መግቢያ

source: Deepin Game - %s
af_za: Deepin Speletjie - %s
am: ጨዋታዎች - %s

source: Share to social networks
af_za: Deel op sosiale netwerke
am: ወደ ሕብረተሰብ ኔትዎርክ ማካፈያ

source: Sina
am: ሲና

source: Tencent
am: ቴንሴንት

source: Twitter
am: ትዊተር

source: Unable to load page
af_za: Kan nie die bladsy laai nie
am: ገጹን መጫን አልተቻለም

source: Problem occurred while loading the URL '%s'
af_za: Probleem het voorgekom tydens die laai van die URL '%s'
am: ችግር ተፈጥሯል በመጫን ላይ እንዳለ URL '%s'

source: Click to switch user
af_za: Druk om gebruiker te wissel
am: ይጫኑ ተጠቃሚ ለመቀየር

source: Click to login
af_za: Kliek om aan te meld
am: ለመግባት ይጫኑ

source: Loading
af_za: Laai tans
am: በመጫን ላይ

source: Share
af_za: Deel
am: ማካፈያ

source: Please input text here
af_za: Voer teks asseblief hier in
am: እባክዎን ጽሁፍ እዚህ ያስገቡ

source: Error
af_za: Probleem
am: ስህተት

source: Nonexistent picture
af_za: Prentjie bestaan nie
am: ስእሉ አልተገኘም

source: Please choose at least one platform to share on
af_za: Kies ten minste een platform om op te deel
am: እባክዎን አንድ መድረክ ይምረጡ ለማካፈል በ

source: Sharing
af_za: Deel van
am: ማካፈያ

source: from Deepin Game
af_za: van Deepin Speletjie
am: ከ ጨዋታዎች

source: Follow
af_za: Volg
am: ይከተሉ

source: Share to
af_za: Deel na
am: ማካፈያ ወደ

source: Successful
af_za: Suksesvol
am: ተሳክቷል

source: Failed
af_za: Gefaal
am: ወድቋል

source: Unknown reason
af_za: Onbekende rede
am: ባልታወቀ ምክንያት

source: Click here to refresh
af_za: Druk om te verfris
am: ለማነቃቃት እዚህ ይጫኑ

source: OK
am: እሺ

source: Volume
am: መጠን

source: Mute
af_za: Demp
am: መቀነሻ

source: Favorite
af_za: Gunsteling
am: የምወዳቸው

source: Replay
af_za: Herspeel
am: እንደገና ማጫወቻ

source: Pause
af_za: Pouse
am: ማቆሚያ

source: Continue
af_za: Gaan voort
am: ይቀጥሉ

source: Fullscreen
af_za: Volskerm
am: በሙሉ መመልከቻ ዘዴ

source: Normal
af_za: Normaal
am: መደበኛ

source: Rated successfully
af_za: Suksesvol gegradeer
am: ደረጃ መስጠቱ በሚገባ ተሳክቷል

source: Deepin Game is designed by Deepin for Linux users. Here you will elaborately find good and safe games selected by professionals. Click and play the best games you have ever seen. Deepin Game just for happiness!
af_za: Deepin Game is ontwerp deur Deepin vir Linux-gebruikers. Hier sal jy goeie speletjies vind en veilige speletjies gekies deur professionele persone. Kliek en speel die beste speletjies wat jy nog ooit gesien het. Deepin Speletjies bring net geluk!
