Repository: feitianyiren/deepin-game
Catalog: locale/pam.po
Languages: pam

source: Volume
pam: Sikan

source: Mute
pam: I-mute

source: Favorite
pam: Paboritu

source: Replay
pam: I-replay

source: Pause
pam: I-pause

source: Continue
pam: Itaglus

source: Fullscreen
pam: I-fullscreen

source: Share
pam: Pamie

source: You scored today already
pam: Meka puntus naka ngening aldong iti

source: Rated successfully
pam: Me-rate yang masalese

source: Boring
pam: Makaburyung

source: Nothing special
pam: Alang nanu man espesyal

source: Interesting
pam: Maka-interest

source: Good
pam: Ayos

source: Wow, wonderful
pam: Wow, ayus ya

source: Click here to refresh
pam: Pindutan ini ban i-refresh

source: Change skin
pam: Mamalit balat

source: Main menu
pam: Pun a pipamilian

source: Maximize
pam: Paragulan

source: Minimize
pam: Palatian

source: Close
pam: Isara

source: Toggle
pam: I-toggle

source: Home
pam: Alaya

source: My Games
pam: Reng kakang Pyalung

source: About us
pam: Patungkul kekami

source: Clear Caches
pam: Linisan ing Caches

source: View New Features
pam: Lawan Bayung Features

source: Quit
pam: Tuknang

source: My favorites
pam: Reng paborito ku

source: My recents
pam: Reng kakung milabas

source: %s files are deleted and %s disk space is freed.
pam: %s reng mebura na at %s reng milako king disk space.

source: Your game cache is empty.
pam: Ing cache ning kekang pyalung ala yang laman.

source: Share to social networks
pam: Ipamie kareng social networks

source: Unable to load page
pam: Ali miya a load ing bulung

source: Problem occurred while loading the URL '%s'
pam: Ating problemang milyari kang lo-load miya ing URL a '%s'

source: Click to switch user
pam: Pindutan ban mamalit user

source: Click to login
pam: Pindutan ban makapag-login

source: Loading
pam: Mag-load ne

source: Please input text here
pam: Maglage keng text keni

source: Error
pam: Kamalian

source: Nonexistent picture
pam: Nonexistent a larawan

source: Please choose at least one platform to share on
pam: Mamili ka gang metung mung platform nung non ka mamie

source: Sharing
pam: Pamie ne

source: from Deepin Game
pam: menibat king Deepin Game

source: Follow
pam: Talukian

source: Share to
pam: Ipamie king

source: Successful
pam: Milyari ya

source: Failed
pam: Eya milyari

source: Unknown reason
pam: Ali mi balung sankan

source: Version:
pam: Bersyon:

source: Deepin Game is designed by Deepin for Linux users. Here you will elaborately find good and safe games selected by professionals. Click and play the best games you have ever seen. Deepin Game just for happiness!
pam: Ing Deepin Game dinesigned de ring Deepin para kareng Linux users. Manakit ka kening mayap at ligtas a pyalung a pinili dareng professionals. Pindutan at pyalungan me ing peka masanting a pyalung a ikit mu. Ing Deepin Game para ya keng kaligayahan!
